{"translation-revision-date":"2025-04-23 18:01:28+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n != 1;","lang":"es"},"Failed to fetch theme data.":["Error al recuperar los datos del tema."],"Copy the font assets to the theme folder.":["Copia los recursos de fuente en la carpeta del tema."],"Any text in a template or pattern will be localized in a pattern.":["Cualquier texto de una plantilla o patrón se localizará en un patrón."],"Any synced patterns created in the Editor will be moved to the theme. Note that this will delete all synced patterns from the Editor and any references in templates will be made relative to the theme.":["Todos los patrones sincronizados creados en el editor se moverán al tema. Ten en cuenta que esto eliminará todos los patrones sincronizados del editor y cualquier referencia en las plantillas se hará relativa al tema."],"Save Synced Patterns":["Guardar patrones sincronizados"],"Minimum WordPress version":["Versión mínima de WordPress"],"View Custom Styles":["Ver estilos personalizados"],"Reset customizations to theme template-parts.":["Restablecer las personalizaciones de las partes de la plantilla del tema."],"Reset theme template-parts":["Restablecer partes de plantilla del tema"],"Reset customizations to theme templates.":["Restablecer las personalizaciones en las plantillas de temas."],"Reset theme templates":["Restablecer las plantillas de temas"],"Reset customizations to theme styles and settings.":["Restablecer las personalizaciones de los estilos y ajustes del tema."],"Reset theme styles":["Restablecer los estilos del tema"],"Reset Theme":["Restablecer el tema"],"Are you sure you want to reset the theme? This action cannot be undone.":["¿Estás seguro de que quieres restablecer el tema? Esta acción no se puede deshacer."],"An error occurred while resetting the theme.":["Se ha producido un error al restablecer el tema."],"Theme reset successfully. The editor will now reload.":["El tema se ha restablecido correctamente. El editor se volverá a cargar."],"Custom Styles for %s":["Estilos personalizados para %s"],"Check out the project on GitHub.":["Consulta el proyecto en GitHub."],"Want to contribute?":["¿Quieres colaborar?"],"Report it on GitHub.":["Informa de ello en GitHub."],"Found a bug?":["¿Has encontrado un fallo?"],"Ask in the forums.":["Pregunta en los foros."],"Have a question?":["¿Tienes una pregunta?"],"Help":["Ayuda"],"Themes created with Create Block Theme don't require Create Block Theme to be installed on the site where the theme is used.":["Los temas creados con el plugin Create Block Theme no requieren que el plugin Create Block Theme esté instalado en el sitio en el que se utiliza el tema."],"Create Block Theme is a tool to help you make Block Themes using the WordPress Editor. It does this by adding tools to the Editor to help you create and manage your theme.":["El plugin Create Block Theme es una herramienta que te ayuda a crear temas de bloques utilizando el Editor de WordPress. Lo hace añadiendo herramientas al editor para ayudarte a crear y gestionar tu tema."],"About the plugin":["Acerca del plugin"],"Image filename\nImage source URL\nImage license":["Nombre de archivo de la imagen\nURL de origen de la imagen\nLicencia de la imagen"],"Credits for the images bundled with the theme.":["Créditos de las imágenes incluidas en el tema."],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#1-licensing-copyright":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#1-licensing-copyright"],"Source":["Fuente"],"License":["Licencia"],"Copyright":["Copyright"],"Credits and licensing information for fonts used in the theme.":["Información sobre créditos y licencias de las fuentes utilizadas en el tema."],"Get updated font credits":["Obtener los créditos de las fuentes actualizados"],"Error getting font licenses. Code: %1$s. Message: %2$s":["Error al obtener licencias de fuentes. Código: %1$s. Mensaje: %2$s"],"Font credits":["Créditos de fuentes"],"Add screenshot":["Añadir captura de pantalla"],"Replace":["Sustituir"],"Remove Navigation Refs from the theme returning your navigation to the default state.":["Elimina las referencias de navegación del tema devolviendo tu navegación al estado por defecto."],"Remove Navigation Refs":["Eliminar referencias de navegación"],"Any images in a template or pattern will be copied to a local \/assets folder and referenced from there via a pattern.":["Todas las imágenes de una plantilla o patrón se copiarán en una carpeta local \/assets y se hará referencia a ellas desde allí a través de un patrón."],"Localize Images":["Localizar imágenes"],"Localize Text":["Localizar texto"],"Process only templates you have modified in the Editor. Any templates you have not modified will be left as is.":["Procesa sólo las plantillas que hayas modificado en el Editor. Las plantillas que no hayas modificado se dejarán como están."],"Process Only Modified Templates":["Procesar sólo plantillas modificadas"],"Save Template and Template Part changes made in the Editor to the theme.":["Guarda en el tema los cambios de plantilla y parte de plantilla realizados en el editor."],"Save Template Changes":["Guardar cambios de plantilla"],"Save Global Styles values set in the Editor to the theme.":["Guardar en el tema los valores de estilos globales establecidos en el editor."],"Save Style Changes":["Guardar cambios de estilo"],"Save activated fonts in the Font Library to the theme. Remove deactivated theme fonts from the theme.":["Guardar en el tema las fuentes activadas en la biblioteca de fuentes. Eliminar del tema las fuentes desactivadas."],"Save Fonts":["Guardar fuentes"],"Back":["Volver"],"Create a child theme that uses this theme as a parent. This theme will remain unchanged and the user changes will be preserved in the new child theme.":["Crea un tema hijo que utilice este tema como padre. Este tema permanecerá sin cambios y los cambios del usuario se conservarán en el nuevo tema hijo."],"Would you like to clone this Theme or create a Child Theme?":["¿Quieres clonar este tema o crear un tema hijo?"],"View theme.json":["Ver theme.json"],"Edit Theme Metadata":["Editar metadatos del tema"],"Save Changes to Theme":["Guardar cambios en el tema"],"Metadata for %s":["Metadatos para %s"],"Variation name":["Nombre de la variación"],"Create Variation":["Crear variación"],"theme.json for %s":["tema.json de %s"],"Additional Theme MetaData":["MetaDatos adicionales del tema"],"Theme created successfully. The editor will now reload.":["Tema creado correctamente. El editor se volverá a cargar."],"Create a clone of this theme with a new name. The user changes will be preserved in the new theme.":["Crea un clon de este tema con un nuevo nombre. Los cambios del usuario se conservarán en el nuevo tema."],"An error occurred while attempting to export the theme.":["Se ha producido un error al intentar exportar el tema."],"Child theme created successfully. The editor will now reload.":["Tema hijo creado correctamente. El editor se volverá a cargar."],"An error occurred while attempting to create the theme.":["Se ha producido un error al intentar crear el tema."],"Save the Global Styles changes as a theme variation.":["Guarda los cambios de estilos globales como una variación del tema."],"Create Theme Variation":["Crear una variación del tema"],"Create Child Theme":["Crear tema hijo"],"Read more.":["Leer más."],"List the recommended plugins for this theme. e.g. contact forms, social media. Plugins must be from the WordPress.org plugin repository.":["Enumera los plugins recomendados para este tema, por ejemplo, formularios de contacto, redes sociales. Los plugins deben proceder del repositorio de plugins de WordPress.org."],"Recommended Plugins":["Plugins recomendados"],"Plugin Name\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nPlugin Description":["Nombre del plugin\nhttps:\/\/wordpress.org\/plugins\/plugin-name\/\nDescripción del Plugin"],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#6-plugins":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/#6-plugins"],"Image Credits":["Créditos de las imágenes"],"Export Zip":["Exportar Zip"],"Save Changes":["Guardar cambios"],"An error occurred while attempting to save the theme.":["Se ha producido un error al intentar guardar el tema."],"Theme saved successfully. The editor will now reload.":["Tema guardado correctamente. El editor se volverá a cargar."],"Create a blank theme with no styles or templates.":["Crea un tema en blanco sin estilos ni plantillas."],"Create Blank Theme":["Crear tema en blanco"],"Theme variation created successfully. The editor will now reload.":["Variación temática creada correctamente. Ahora se volverá a cargar el editor."],"Clone Theme":["Clonar tema"],"An error occurred while attempting to create the theme variation.":["Se ha producido un error al intentar crear la variación del tema."],"Theme cloned successfully. The editor will now reload.":["Tema clonado correctamente. El editor se volverá a cargar."],"Update":["Actualizar"],"An error occurred while attempting to update the theme.":["Se ha producido un error al intentar actualizar el tema."],"Theme updated successfully. The editor will now reload.":["El tema se ha actualizado correctamente. El editor se volverá a cargar."],"Theme tags":["Etiquetas temáticas"],"Version of the theme":["Versión del tema"],"Version":["Versión"],"Edit Metadata properties of the current theme.":["Edita las propiedades de los metadatos del tema actual."],"Author URI":["URI del autor"],"Author":["Autor"],"Theme URI":["URI del tema"],"A short description of the theme":["Breve descripción del tema"],"Theme description":["Descripción del tema"],"Theme name":["Nombre del tema"],"https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/theme-tags\/":["https:\/\/make.wordpress.org\/themes\/handbook\/review\/required\/theme-tags\/"],"Reset":["Reiniciar"],"Screenshot":["Captura de pantalla"],"Font Name":["Nombre de la fuente"],"UI String\u0004Create Block Theme":["Create Block Theme"],"the WordPress team":["el equipo de WordPress"],"https:\/\/github.com\/wordpress\/twentytwentythree\/":["https:\/\/github.com\/wordpress\/twentytwentythree\/"],"Create Theme":["Crear tema"],"https:\/\/wordpress.org\/":["https:\/\/es.wordpress.org\/"],"Create Block Theme":["Create Block Theme"]}},"comment":{"reference":"build\/plugin-sidebar.js"}}